Repository: remyvhw/passwordsync-2
Catalog: *.lproj/Localizable.strings
Languages: fr, ja, zh_hans, zh_hant

source: A master password is the key that will protect your Password Sync database and is the same on all other devices on which Password Sync is installed. Choose your password carefully! Once set, it is absolutely impossible to unlock your passwords without it. If the master password is lost or you find yourself unable to recall it, you will be unable to retrieve any of your stored passwords or documents. There is no password retrieval link, nor is there any way to help you reset it. It is also important to remember that the security level of your data will be proportional to the strength of your master password.
fr: Le mot de passe maître est le clé d'encryption de votre base de données Password Sync. Elle doit être identique sur l'ensemble des appareils sur lesquels vous utilisez Password Sync. Prenez bien soin de choisir un mot de passe maître qui sera à la fois facile à retenir et difficile à voler. D'un côté, vous devrez vous souvenir de votre mot de passe maître car il nous sera complètement impossible de vous aider à le retrouver si vous le perdez. D'un autre côté, sachez que la longueur et la robustesse de votre mot de passe maître sont proportionelles à la sécurité de vos données.
ja: マスターパスワードとはPassword Syncのデータベースを暗号化するキーで、Password Syncがインストールされているすべてのデバイスで使われます。マスターパスワードは慎重に決めてください。一度決定したら、このマスターパスワードがないとデータベースをアンロックすることは完全に不可能になります。マスターパスワードを紛失したり思い出せなくなったりした場合、アプリに保管しているパスワードはまったく読み出せなくなります。パスワードを取り出す方法も、マスターパスワードのリセットをお手伝いできる人もいません。また、あなたのデータのセキュリティーレベルはこのマスターパスワードの強度に比例するということにも十分ご留意ください。
zh_hans: 主密码是保护 Password Sync 数据库的关键密钥，且在所有安装 Password Sync 的设备上主密码都是相同的 请谨慎选取您的密码！一旦设置成功，没有主密码是绝对无法解锁您的其他密码的。如果丢失或您无法记起主密码，您将无法取回您已存储的任何密码信息。没有密码取回链接，也没有任何方式能帮助您重置主密码。另外请牢记，您的数据的安全等级与您的主密码强度成正比。
zh_hant: 主密碼是保護 Password Sync 數據庫的關鍵密鑰，且在所有安裝 Password Sync 的設備上主密碼都是相同的 請謹慎選取您的密碼！一旦設置成功，沒有主密碼是絕對無法解鎖您的其他密碼的。如果丟失或您無法記起主密碼，您將無法取回您已存儲的任何密碼信息。沒有密碼取回鏈接，也沒有任何方式能幫助您重置主密碼。另外請牢記，您的數據的安全等級與您的主密碼強度成正比。

source: Address
fr: Adresse
zh_hans: 地址
zh_hant: 地址

source: Advanced
fr: Avancé
zh_hans: 高级
zh_hant: 高級

source: An Error Occured
fr: Une erreur est survenue
ja: エラーが発生しました
zh_hans: 发生错误
zh_hant: 發生錯誤

source: An error occured
fr: Une erreur est survenue
ja: エラーが発生しました
zh_hans: 发生错误
zh_hant: 發生錯誤

source: As you know, your master password is the ultimate key that encodes your Password Sync database. It must be the same on this device as it is on all your other devices running Password Sync 2. This includes your other iOS devices and/or Mac computers. On the following screen, you'll have to enter your master password exactly the same way as you typed it on your other devices. If you can't remember it, we'll help you with a hint you provided us when you created your master password.
fr: Comme vous le savez, votre mot de passe maître est la clé d'encryption ultime de votre base de données Password Sync. Elle doit être strictement identique sur l'ensemble des appareils sur lesquels vous utilisez Password Sync. Ceci inclus vos iPod, iPhones, iPad et Macs. À l'écran suivant, vous aurez à entrer votre mot de passe maître tel que vous l'avez entré préalablement sur vos autres appareils. Si vous ne pouvez vous en souvenir, un indice que vous avez entré initialement vous sera présenté.
ja: ご存じのように、マスターパスワードはあなたのPassword Syncデータベースを暗号化する最も重要なキーです。このデバイスのマスターパスワードとPasword Sync 2を使っているすべてのデバイス (iOSデバイスやMacなど) のマスターパスワードは同じでなければなりません。次の画面で、ほかのデバイスで入力したものとまったく同じマスターパスワードを入力してください。思い出せない場合は、最初にマスターパスワードを決めたときにあなたが入力したヒントを私どもからお知らせできます。
zh_hans: 如您所知，您的主密码是对您的 Password Sync 数据库进行编码的终极密钥。在此设备和您的所有运行 Password Sync 2 的其他设备上，主密码必须完全一致。这包含您的其他 iOS 设备和/或 Mac 电脑。在接下来的界面中，您必须输入您的主密码，此密码与您在其他设备上输入的密码必须完全一致。如果您无法记得密码，我们将显示您在创建主密码时提供给我们的提示，来帮助您回忆。
zh_hant: 如您所知，您的主密碼是對您的 Password Sync 數據庫進行編碼的終極密鑰。在此設備和您的所有運行 Password Sync 2 的其他設備上，主密碼必須完全一致。這包含您的其他 iOS 設備和/或 Mac 電腦。在接下來的界面中，您必須輸入您的主密碼，此密碼與您在其他設備上輸入的密碼必須完全一致。如果您無法記得密碼，我們將顯示您在創建主密碼時提供給我們的提示，來幫助您回憶。

source: Attachments
fr: Attachements
ja: 添付ファイル
zh_hans: 附件
zh_hant: 附件

source: Before you use Password Sync to easily and safely sync your passwords, credit cards and documents across your devices, there are a couple of important things we need to configure with you. Don't worry, it'll just take a few minutes of your time.
fr: Avant de pouvoir utiliser Password Sync pour sauvegarder en lieux surs vos mots de passes, cartes de crédits et documents nous nous devons de vous assister dans la configuration de votre application. Ne vous inquiétez pas: vous n'en aurez que pour quelques minutes!
ja: Password Syncを使ってデバイス間で安全にパスワードやクレジットカード情報、メモを簡単に安全に同期し始める前に、いくつか重要な設定をしていただかなければなりません。心配は要りません。ほんの数分で終わります。
zh_hans: 使用 Password Sync 可轻松且安全地在您设备间同步您的密码、信用卡和备注。在此之前，我们需要一起进行几样重要的配置。别担心，这只会花您几分钟的时间。
zh_hant: 使用 Password Sync 可輕鬆且安全地在您設備間同步您的密碼、信用卡和備注。在此之前，我們需要一起進行幾樣重要的配置。別擔心，這隻會花您幾分鐘的時間。

source: Call
fr: Appeler
ja: 電話をかける
zh_hans: 呼叫
zh_hant: 呼叫

source: Cancel
fr: Annuler
ja: キャンセル
zh_hans: 取消
zh_hant: 取消

source: Cannot Verify Master Password
fr: Impossible de vérifier le mot de passe maître
ja: マスターパスワードを承認できません
zh_hans: 无法验证主密码
zh_hant: 無法驗証主密碼

source: Capture Document
fr: Numériser le document
ja: 文書を取り込む
zh_hans: 捕获文档
zh_hant: 捕獲文檔

source: Card Issuer / Bank Name
fr: Nom de la banque
ja: カードの発行者／銀行名
zh_hans: 发卡行名称
zh_hant: 發卡行名稱

source: Card Number
fr: Numéro de carte
ja: カード番号
zh_hans: 卡号
zh_hant: 卡號

source: Card Type
fr: Type de carte
ja: カードの種類
zh_hans: 卡类型
zh_hant: 卡類型

source: Cardholder
fr: Titulaire
ja: カード名義人
zh_hans: 持卡人
zh_hant: 持卡人

source: CCV/CVC2
zh_hans: 验证码
zh_hant: 驗証碼

source: Choose your master password carefully! It must be very secure. We expect you to use a password longer than 12 characters. Simple advice: try putting random words together, add a couple of numbers and Voilà! “Correct Horse Battery Staple 297” is easier to remember than 28HUDhdhsuhfaisgo yet just as secure.
fr: Choisissez soigneusement votre mot de passe maître: optez pour un mot de passe le plus long possible (plus de 12 charactères) et facile à retenir. Par exemple, joignez quelques mots choisis aléatoirement, ajoutez quelques nombres et voilà! Un mot de passe tel que CorrectChevalBatterieTrombone3827 est aussi sécuritaire que S9suiJIOuheunuE897 et pourtant infiniment plus facile à retenir.
ja: マスターパスワードは慎重に決めてください。マスターパスワードは絶対忘れないものかつデータベースをきちんと暗号化できるものでなければなりません。つまり十分に強度を保ちつつ覚えやすいものが必要です。簡単な秘訣は「長ければ長いほど良い」ということですが、決して覚えやすいものにはなりません (もちろんあなたがダスティン・ホフマンだったら別ですが)。ですから、複雑でも覚えやすいものにするために、たとえば単語をランダムに並べて数字をいくつかくっつけて完成！というのはいかがですか。
zh_hans: 谨慎选取您的主密码！该密码必须非常安全。我们希望您能选择长度大于 12 个字符的密码。一个简单建议：试着把随机的词组合在一起，然后再加上一些数字就 OK 了！“正确的骑马电池装订297” 与 “28HUDhdhsuhfaisgo” 一样安全，但更容易记忆。
zh_hant: 謹慎選取您的主密碼！該密碼必須非常安全。我們希望您能選擇長度大於 12 個字符的密碼。一個簡單建議：試著把隨機的詞組合在一起，然后再加上一些數字就 OK 了！“正確的騎馬電池裝訂297” 與 “28HUDhdhsuhfaisgo” 一樣安全，但更容易記憶。

source: Color
fr: Couleur
ja: 色
zh_hans: 颜色
zh_hant: 顏色

source: Confirm
fr: Confirmer
ja: 確認
zh_hans: 确认
zh_hant: 確認

source: Confirm your master password
fr: Confirmer votre mot de passe maître
ja: マスターパスワードの確認
zh_hans: 确认主密码
zh_hant: 確認主密碼

source: Contact Bank
fr: Contacter la banque
ja: 銀行に連絡する
zh_hans: 联系银行
zh_hant: 聯系銀行

source: Copied
fr: Copié
ja: コピーしました
zh_hans: 已拷贝
zh_hant: 已拷貝

source: Copy Card Number
fr: Copier le numéro de carte
ja: カード番号をコピーします
zh_hans: 复制卡数
zh_hant: 復制卡數

source: Copy Cardholder's Name
fr: Copier le nom du titulaire
ja: コピーカード所有者の名前
zh_hans: 复制持卡人的姓名
zh_hant: 復制持卡人的姓名

source: Copy Password
fr: Copier le mot de passe
ja: パスワードをコピーします。
zh_hans: 复制密码
zh_hant: 復制密碼

source: Copy Username
fr: Copier le nom d'utilisateur
ja: ユーザーネームをコピーします。
zh_hans: 复制用户名
zh_hant: 復制用戶名

source: Decrypting...
fr: Décryption en cours...
ja: 暗号化中……
zh_hans: 正在解密…
zh_hant: 正在解密…

source: Draw your custom gesture pattern
fr: Dessinez votre schéma
ja: 登録したいジェスチャを描いてください
zh_hans: 绘制您的自定义手势图案
zh_hant: 繪制您的自定義手勢圖案

source: Emergency Details
fr: Contacts en cas d'urgence
ja: 緊急時の詳細
zh_hans: 紧急事件详情
zh_hant: 緊急事件詳情

source: Emergency Phone Number
fr: Numéro de téléphone en cas d'urgence
ja: 緊急連絡先電話番号
zh_hans: 紧急电话号码
zh_hant: 緊急電話號碼

source: Enter a 5 digits passcode.
ja: 5桁のパスコードを入力してください
zh_hans: 输入 5 位数密码。
zh_hant: 輸入 5 位數密碼。

source: Enter your Master Password
fr: Entrez votre mot de passe maître
ja: マスターパスワードを入力してください
zh_hans: 输入您的主密码
zh_hant: 輸入您的主密碼

source: Enter your passcode.
fr: Entrez votre code.
ja: パスコードを入力してください
zh_hans: 输入您的密码。
zh_hant: 輸入您的密碼。

source: Excellent! Now repeat your gesture!
fr: Excellent! Maintenant, répétez ce geste.
ja: すばらしい！ もう一度ジェスチャを描いてください
zh_hans: 太棒了！现在再重复绘制一遍手势图案。
zh_hant: 太棒了！現在再重復繪制一遍手勢圖案。

source: Expiration
ja: 有効期限
zh_hans: 过期日
zh_hant: 過期日

source: Favorite
fr: Favoris
ja: お気に入り
zh_hans: 收藏
zh_hant: 收藏

source: Five digit passcode.
fr: Code à cinq chiffres.
ja: 5桁のパスコード
zh_hans: 五位数密码
zh_hant: 五位數密碼

source: Gesture based Passcode
fr: Schéma codé à dessiner
ja: ジェスチャによるパスコード
zh_hans: 手势密码
zh_hant: 手勢密碼

source: Invalid gesture. Try again.
fr: Schéma invalide. Réessayez.
ja: 無効なジェスチャ
zh_hans: 手势无效。
zh_hant: 手勢無效。

source: Invalid Passcode
fr: Code invalide
ja: 無効なパスコード
zh_hans: 密码无效
zh_hant: 密碼無效

source: is nearby.
fr: est à proximité.
ja: が近くにあります
zh_hans: 在附近
zh_hant: 在附近

source: Legal
fr: Légal
zh_hans: 法律
zh_hant: 法律

source: Location
fr: Localisation
ja: 位置情報
zh_hans: 位置
zh_hant: 位置

source: Location Alert
fr: Alerte de localisation
ja: 位置情報アラート
zh_hans: 位置提醒
zh_hant: 位置提醒

source: Location monotoring
fr: Suivi de la géolocalisation
ja: 位置情報を使用中
zh_hans: 位置监控
zh_hant: 位置監控

source: Locked
fr: Protégé
ja: ロック済み
zh_hans: 已锁定
zh_hant: 已鎖定

source: Login essentials
zh_hans: 登录必需信息
zh_hant: 登錄必需信息

source: Make sure you wrote your master password exactly the same way in the two fields.
fr: Prenez soins de bien inscrire votre mot de passe maître de la même manière dans les deux champs.
ja: 2つの枠に入力したマスターパスワードが完全に同じであることを確認してください。
zh_hans: 请确保在两字段中填写主密码的方式完全一致。
zh_hant: 請確保在兩字段中填寫主密碼的方式完全一致。

source: MM/YYYY
ja: MM/YYYY（月/年）
zh_hans: MM/YYYY (月/年)
zh_hant: MM/YYYY (月/年)

source: Monitor up to 20 locations
fr: Suivez jusqu'à 20 lieux.
ja: 10か所まで位置情報を利用
zh_hans: 监控多达 10 个位置
zh_hant: 監控多達 10 個位置

source: Name on card
fr: Nom sur la carte
ja: カード上の名前
zh_hans: 卡面上的名字
zh_hant: 卡面上的名字

source: New Card
fr: Nouvelle carte
ja: 新しいカード
zh_hans: 新卡
zh_hant: 新卡

source: New Location
fr: Nouveau lieu
ja: 新しい場所
zh_hans: 新位置
zh_hant: 新位置

source: No Notes
fr: Pas de notes
ja: メモはありません
zh_hans: 没有备注
zh_hant: 沒有備注

source: Note
ja: メモ
zh_hans: 备注
zh_hant: 備注

source: Notes
ja: メモ
zh_hans: 备注
zh_hant: 備注

source: Number
fr: Numéro
ja: 電話番号
zh_hans: 电话号码
zh_hant: 電話號碼

source: OK
zh_hans: 行
zh_hant: 行

# Oops! Your gesture is different this time. Try again from scratch!
source: Oops! Your gesture is different this time. Try again from the beginning!
fr: Oups! Votre schéma est différent cette fois; essayez de nouveau depuis le début.
ja: おっと！ 今回のジェスチャは違うようです。もう一回やり直してください！
zh_hans: 糟糕！这次您的手势不一样。请从头开始再试！
zh_hant: 糟糕！這次您的手勢不一樣。請從頭開始再試！

source: Oops! Your gesture is invalid (overlapping or squiggly lines, too simple of a gesture, etc). Try again!
fr: Oups! Votre schéma est invalide (cercles ou lignes se croisant, geste trop simple, etc.). Esssayez de nouveau!
ja: おっと！ 今回のジェスチャは無効です (丸の繰り返しだったり、線が重なっていたりくねくね曲がっていたり、あるいは単純すぎるジェスチャなどは無効)。もう一度描いてください！
zh_hans: 糟糕！您的手势无效（重叠或波浪线，手势太过简单等）。请重试！
zh_hant: 糟糕！您的手勢無效（重疊或波浪線，手勢太過簡單等）。請重試！

source: Open
ja: 開く
zh_hans: 打开
zh_hant: 打開

source: Other
ja: その他
zh_hans: 其他
zh_hant: 其他

source: Passcode
fr: Code
ja: パスコード
zh_hans: 密码
zh_hant: 密碼

source: Passcodes did not match, try again
fr: Les codes ne correspondent pas; réessayez!
ja: パスコードが一致しませんでした。もう一度入力してください。
zh_hans: 密码不匹配，请重试
zh_hant: 密碼不匹配，請重試

source: Password
fr: MDP
ja: パスコード
zh_hans: 密码
zh_hant: 密碼

source: Password is Incorrect
fr: Le mot de passe est incorrect
ja: パスワードが違います
zh_hans: 密码是不正确的
zh_hant: 密碼是不正確的

source: Password is Incorrect.
ja: パスワードが違います
zh_hans: 密码是不正确的
zh_hant: 密碼是不正確的

source: PIN based Passcode
ja: 暗証番号によるパスコード
zh_hans: PIN 密码
zh_hant: PIN 密碼

source: Please choose a new passcode.
ja: 新しいパスコードを入力してください。
zh_hans: 请选择新密码。
zh_hant: 請選擇新密碼。

source: Please re-enter your master password.
fr: Veuillez ré-inscrire votre mot de passe maître.
ja: あなたのマスターパスワードを再度入力してください。
zh_hans: 请重新输入您的主密码。
zh_hant: 請重新輸入您的主密碼。

source: Please Wait
fr: Veuillez patienter...
ja: しばらくお待ちください...
zh_hans: 请等待
zh_hant: 請等待

source: Please wait 5 seconds before trying again.
fr: Veuillez attendre cinq secondes avant de recommencer.
ja: 5秒後にまた試してください
zh_hans: 请等待5秒钟，然后再次尝试
zh_hant: 請等待5秒鐘，然后再次嘗試

source: Prompt for every entry
fr: Demander pour chaque entrée.
ja: 毎回入力を要求する
zh_hans: 访问每个项目时询问
zh_hant: 訪問每個項目時詢問

source: Prompt on launch
fr: Demander à chaque démarrage.
ja: 起動時に要求する
zh_hans: 启动时询问
zh_hant: 啟動時詢問

source: Re-enter your passcode
fr: Veuillez re-inscrire votre code.
ja: パスコードをもう一度入力する
zh_hans: 重新输入您的密码
zh_hant: 重新輸入您的密碼

source: Reset Passcode
fr: Réinitialiser le code
ja: パスコードのリセット
zh_hans: 充值密码
zh_hant: 充值密碼

source: Search the web
fr: Rechercher sur le web
ja: ウェブを検索する
zh_hans: 搜索网络
zh_hant: 搜索網絡

source: Settings
fr: Paramètres
ja: アカウント
zh_hans: 设置
zh_hant: 設置

source: Simply draw a pattern.
fr: Dessinez un schéma en reliant les points.
ja: ジェスチャを描く
zh_hans: 绘制图案。
zh_hant: 繪制圖案。

source: Tags
fr: Étiquettes
ja: タグ
zh_hans: 标签
zh_hant: 標簽

source: The Internet connection appears to be offline.
fr: La connexion Internet semble être hors service
ja: インターネットが接続されていません。
zh_hans: Internet 连接可能已离线。
zh_hant: Internet 連接可能已離線。

source: The password you entered is one of the 500 most commonly used passwords on the Internet. Please chose another password.
fr: Le mot de passe choisis est l'un des 500 mots de passe les plus utilisés sur Internet. Veuillez en choisir un autre.
ja: あなたが入力してパスワードはインターネット上で使用されているうち最も多い500のうちの一つです。別のパスワードを選んでください。
zh_hans: 您输入的密码是 Internet 上 500 个最为通用的密码。请选取另一个密码。
zh_hant: 您輸入的密碼是 Internet 上 500 個最為通用的密碼。請選取另一個密碼。

source: Title
fr: Titre
ja: タイトル
zh_hans: 标题
zh_hant: 標題

source: Type
ja: 種類
zh_hans: 卡类型
zh_hant: 卡類型

source: Unknown Bank
fr: Banque inconnue
ja: 不明の銀行
zh_hans: 未知银行
zh_hant: 未知銀行

source: Username
fr: Utilisateur
ja: ログイン
zh_hans: 用户名
zh_hant: 用戶名

source: Versions
ja: バージョン
zh_hans: 版本
zh_hant: 版本

source: Weak Password Alert
fr: Mot de passe peu sécuritaire
ja: 弱いパスワードの警告
zh_hans: 弱密码警告
zh_hant: 弱密碼警告

source: Website
fr: Site Internet
ja: ウェブサイト
zh_hans: 网站
zh_hant: 網站

source: Websites
fr: Sites Internet
ja: ウェブサイト
zh_hans: 网站
zh_hant: 網站

source: Welcome to Password Sync
fr: Bienvenue à Password Sync
ja: ようこそ!
zh_hans: 欢迎！
zh_hant: 歡迎！

# When on, will ask for a passcode every time the app launches.
source: Will ask for a passcode every time the app launches if turned on.
fr: Votre code vous sera demandé à chaque fois que l'app est lancée.
ja: オンの場合、アプリを起動するときに毎回パスコードを要求します。
zh_hans: 每次 app 启动时询问密码。
zh_hant: 每次 app 啟動時詢問密碼。

source: Will ask for a passcode for every unlocked website's password, card, location and document if turned on.
fr: Votre code vous sera demandé lors de l'accès à chacune des ressources dans votre base de données.
ja: オンの場合、ウェブのパスワードやクレジットカード、位置情報、文書のロックを解除するのに毎回パスワードを要求します。
zh_hans: 开启时，每次解锁网站密码、信用卡、位置和文档时都会询问密码。
zh_hant: 開啟時，每次解鎖網站密碼、信用卡、位置和文檔時都會詢問密碼。

source: Your passcode has been locked. Please enter your master password to reset your passcode and unlock your Password Sync database.
fr: Votre code a été bloqué. Veuillez entrer votre mot de passe maître pour réinitialiser votre code et accéder à votre base de données Password Sync.
ja: パスコードがロックされました。マスターパスワードを入力して、パスコードをリセットしてPassword Syncのデータベースのロックを解除してください。
zh_hans: 您的密码已被锁定。请输入您的主密码来重置您的密码并解锁您的 Password Sync 数据库。
zh_hant: 您的密碼已被鎖定。請輸入您的主密碼來重置您的密碼並解鎖您的 Password Sync 數據庫。

source: Password Generator
fr: Générateur aléatoire
ja: パスワード生成
zh_hans: 生成器
zh_hant: 生成器

source: New Password
fr: Nouveau
ja: 新しいパスワード
zh_hans: 新密码
zh_hant: 新密碼

source: You're done!
fr: Done!
ja: 作業完了！
zh_hans: 完成了！
zh_hant: 完成了！

source: Now comes the time to choose a passcode. A passcode is a simpler code that will allow you to unlock your database quickly. It doesn't have to be the same on each of your devices. You should also know that you can always override your passcode with your master password.
fr: Voici maintenant venu le temps de choisir un nouveau code. Le code est le petit compagnon du mot de passe maître: plutôt que d'inscrire le mot de passe maître à chaque fois que vous désirez accéder à vos données, le code vous permet de dévérouiller rapidement Password Sync tout en s'assurant d'un minimum de sécurité. Et, contrairement au mot de passe maître, pas besoin de mettre le même sur tous vos appareils. Aussi, sachez qu'en tout temps votre code peut être réinitialisé grâce à votre mot de passe maître.
ja: パスコードを設定しましょう。パスコードとは、素早くデータベースをアンロックする単純なコードです。使用デバイス間で同じコードを使う必要はありません。また、マスターパスワードを使えばいつでもパスコードを変更することができます。
zh_hans: 现在要选取一个密码了。密码是允许您快速解锁数据库的更简单的代码。该密码不需要在您的每台设备上都保持一致。您应当知道，您总可以用您的主密码覆盖您的密码。
zh_hant: 現在要選取一個密碼了。密碼是允許您快速解鎖數據庫的更簡單的代碼。該密碼不需要在您的每台設備上都保持一致。您應當知道，您總可以用您的主密碼覆蓋您的密碼。

source: There are different ways to unlock your device. Choose the passcode type that fits you best.
fr: Plusieurs types de codes existent. Choisissez celui qui vous convient le mieux!
ja: お使いのデバイスのロックを解除するためのさまざまな方法があります。最高のあなたに合ったものを選択してください。
zh_hans: 有很多方法来解锁你的设备。选择一个适合你的最好的。
zh_hant: 有很多方法來解鎖你的設備。選擇一個適合你的最好的。

# Unable to Find Location
source: Can't Find Location
fr: Impossible de trouver ce lieu
ja: この場所を見つけることができません。
zh_hans: 无法找到位置
zh_hant: 無法找到位置

source: Unable to find location. Please double check the provided address or add specific details (city's name, for example).
fr: Veuillez vérifier le lieu entré .
ja: 特定の情報がこの場所を見つけるのに役立つかもしれない提供する。たとえば、都市の名前や近くの交差点を提供することができます。
zh_hans: 找不到位置。请仔细检查所提供的地址，或加入具体细节（城市的名字，例如）。
zh_hant: 找不到位置。請仔細檢查所提供的地址，或加入具體細節（城市的名字，例如）。

source: Two-factor Authentication
ja: 2 段階認証プロセス
zh_hans: 雙因素身份驗證
zh_hant: 雙因素身份驗證

source: Scan Barcode
ja: バーコードをスキャン
zh_hans: 扫描条形码
zh_hant: 掃描條碼

source: Time Based
ja: 時間ベース
zh_hans: 基于时间
zh_hant: 根據時間

source: Counter Based
ja: カウンタベース
zh_hans: 基于计数器
zh_hant: 根據計數器

source: Report a problem
ja: 問題を報告する
zh_hans: 报告问题
zh_hant: 報告問題

# Review Password Sync
source: Rate Password Sync
ja: アプリをレビュー
zh_hans: 评价这个应用程序
zh_hant: 評價這個應用程序

source: Master
fr: Maître
ja: マスター

source: PIN
fr: NIP
ja: 暗証番号
